"(optional)" = "(opcional)";
"Address Book:" = "Agenda";
"Apply Coupon" = "Redimir Cupon";
"Buy Later" = "Después";
"Buy Now" = "Comprar";
"Cancel" = "Cancelar";
"Card Number:" = "Número de tarjeta:";
"City:" = "Ciudad:";
"Close" = "Cerrar";
"Company Name:" = "Nombre de empresa:";
"Confirm Email:" = "Confirmar correo:";
"Country:" = "País:";
"Coupon Code:" = "Código de cupón";
"Coupon:" = "Cupón:";
"Credit Card" = "Tarjeta de crédito";
"Credit Card Type:" = "Tipo de tarjeta de crédito";
"Done" = "Aceptar";
"Email Address:" = "Dirección de correo:";
"Email Support" = "Correo de soporte";
"Enter your name and licence key to activate this software." = "Introduzca su nombre y clave de licencia para activar esta aplicación.";
"Expiration Date:" = "Fecha de expiración:";
"FAX_MESSAGE" = "Puede pagar usando tarjeta de crédito, cheque u orden de compra.\n\nImprima la forma y envíe por correo su orden a:\n\nCocoatech\n4255 24th St.\nSan Francisco, CA 94114";
"Fax, Mail or Purchase Order" = "Fax, correo u orden de compra";
"First Name:" = "Nombre:";
"Full Version" = "Versión completa";
"Home Address" = "Dirección (casa)";
"In order to qualify for the upgrade price, you must have a valid license key from a previous version of this software." = "Para calificar al descuento de actualización, debe tener una licencia válida de una versión previa de esta aplicación.";
"Last Name:" = "Apellidos:";
"License Key:" = "Clave de licencia:";
"Login to PayPal" = "Entrar a PayPal";
"Mail or Purchase Order" = "Correo u orden de compra";
"Name on Card:" = "Nombre en la tarjeta";
"Name:" = "Nombre:";
"Next" = "Siguiente";
"Number of Users:" = "Número de usuarios:";
"OK" = "Aceptar";
"Office Address" = "Dirección (oficina)";
"Order Summary:" = "Sumario de la orden:";
"PAYPAL_MESSAGE" = "Comprar con PayPal es muy sencillo. Haga clic en el botón de abajo y aparecerá una hoja donde puede acceder a PayPal y hacer el pago.\n\nsi se siente mas cómodo usando su navegador de Internet tradicional para hacer el pago usando PayPal, <a href=\"mkcl://kMKCShowPayPalInDefaultBrowser\">haga clic aquí</a>.\nsi usa su navegador predeterminado de Internet, debe introducir su licencia a mano una vez recibido el correo.";
"PREPAID_MESSAGE" = "Si recibió un código de cupón prepagado, introduzcalo aquí.";
"Pay by Fax, Mail or Purchase Order" = "Pagar vía fax, correo u orden de compra";
"Pay using Credit Card" = "Pagar con tarjeta de crédito";
"Pay using PayPal" = "Pagar con PayPal";
"Pay using Prepaid Code" = "Pagar con un código de prepago";
"Phone Number:" = "Número telefónico:";
"Place Order" = "Colocar orden";
"Postal/Zip Code:" = "Código postal:";
"Prepaid Code" = "Código de prepago";
"Prepaid Code:" = "Código de prepago:";
"Previous" = "Anterior";
"Pricing Information:" = "Información de precios:";
"Primary Address" = "Dirección (principal)";
"Print" = "Imprimir";
"Print Form" = "Imprimir forma";
"Quit" = "Salir";
"Secure Purchasing System" = "Sistema de compras seguras";
"Security Code:" = "Código de seguridad:";
"State/Province:" = "Estado/Provincia:";
"Street Address:" = "Calle:";
"Submit Code" = "Enviar código";
"Subscribe to the Path Finder newsletter" = "Suscribirse al Newsletter de Path Finder";
"THANKYOU_MESSAGE" = "¡Su compra se ha completado satisfactoriamente!\n\nSu ordenador ahora esta licenciado para usar Path Finder, y su información de licencia ha sido guardada.\n\nHaga clic en el botón imprimir para tener una copia de su clave de licencia, puede necesitarla si cambia de máquina o reinstala el Sistema.\n\nHemos enviado la clave de licencia a su correo electrónico: ##USERS_EMAIL##.\nNo tiene que hacer nada con este correo, su código de registro ya ha sido enviado, pero recuerde imprimir una copia para mantener un soporte físico de su compra.\n\nSu información se puede visualizar en la ventana Acerca de... Path Finder. Seleccione \"Acerca de Path Finder\" localizado en el menú de Path Finder en la bara de menúes.\n\n¡Gracias de nuevo! Si tiene alguna pregunta o problema, por favor ¡déjenos saber!, envíenos un <a href=\"mailto:help@cocoatech.com\">correo</a>.";
"THANKYOU_TITLE" = "¡Gracias por comprar Path Finder!";
"Tab" = "Pestaña";
"To pay using a different method, go back to the previous step and choose a different payment method." = "Para utilizar un método distinto de pago, regrese al paso anterior y seleccione un método de pago diferente.";
"Update" = "Actualizar";
"Upgrade" = "Actualizar";
"View" = "Visualización";
"WELCOME_MESSAGE" = "¡Apreciamos mucho su soporte! Path Finder es actualizado y mejorado continuamente gracias al soporte de usuarios como usted.\n\nPuede comprar con su tarjeta de crédito, vía PayPal, fax, orden de compra o correo electrónico.\n\nsi ya posee una licencia y necesita activarla <a href=\"mkcl://kMKCEnterLicenseKey\">haga clic aquí</a>.\n\nsi tiene alguna pregunta, por favor escríbanos un <a href=\"mailto:help@cocoatech.com\">correo</a>.";
"WELCOME_TITLE" = "¡Comprar Path Finder es sencillo!";
"What kind of license do you want?" = "¿Qué clase de licencia necesita?";
"Your details are secured in transfer with 128-bit SSL encryption." = "Sus datos están asegurados con cifrado SSL de 128-bit.";
"not licensed" = "sin licencia";

/* ==== UNLOCALIZED ==== */

"American Express" = "American Express";
"Diners Club" = "Diners Club";
"Discover Card" = "Discover Card";
"JCB" = "JCB";
"MasterCard" = "MasterCard";
"PayPal" = "PayPal";
"Visa" = "Visa";
